[
  "一切有为法，如梦幻泡影。",
  "菩提本无树，明镜亦非台。",
  "色即是空，空即是色。",
  "人生在世如身处荆棘林中，心不动则人不妄动，不动则不伤。",
  "一花一世界，一叶一菩提。",
  "凡所有相，皆是虚妄。若见诸相非相，即见如来。",
  "一切有为法，如梦幻泡影，如露亦如电，应作如是观。",
  "知幻即离，不假方便；离幻即觉，亦无渐次。",
  "世间无常，国土危脆，四大苦空，五阴无我生灭变异，虚伪无主，心是恶源，形为罪薮。",
  "我观是南阎浮提众生，举心动念无不是罪。",
  "复次地藏，未来世中，若有善男子、善女人，于佛法中所种善根，或布施供养，或修补塔寺，或装理经典，乃至一毛一尘、一沙一渧。如是善事，但能回向法界，是人功德，百千生中，受上妙乐。如但回向自家眷属，或自身利益，如是之果，即三生受乐，舍一得万报。是故地藏，布施因缘，其事如是。",
  "复次地藏，若未来世，有诸国王，至婆罗门等，遇先佛塔庙，或至经像，毁坏破落，乃能发心修补。是国王等，或自营办，或劝他人，乃至百千人等布施结缘。是国王等，百千生中，常为转轮王身。如是他人同布施者，百千生中，常为小国王身。更能于塔庙前，发回向心，如是国王，乃及诸人，尽成佛道。以此果报，无量无边。",
  "若人欲了知，三世一切佛。应观法界性，一切唯心造。",
  "人在爱欲之中独生独死，独去独来。苦乐自当，无有代者。",
  "觉了一切法，犹如梦幻响。",
  "佛言：当念身中四大，各自有名，都无我者，我既都无。其如幻耳。",
  "阿字十方三世佛，弥字一切诸菩萨。陀字八万诸圣教，三字之中是具足。一句弥陀是佛王、法王、咒王、功德之王。专念「南无阿弥陀佛」一佛，即是总持总念诸佛、诸菩萨、诸经咒、诸行门。所谓「八万四千法门，六字全收。」亦谓「赅罗八教，圆摄五宗。」既得临终往生净土，亦获现世身心安乐。",
  "念阿弥陀佛功德，多于念地藏菩萨百千万倍。何以得知？准《观音经》，有一人供养六十二亿恒河沙菩萨，乃至一时，不如礼拜供养观世音菩萨。《十轮经》云：‘一百劫念观世音，不如一食顷念地藏菩萨。’《群疑论》曰：‘一大劫念地藏菩萨，不如一声念阿弥陀佛。’何以故？佛是法王，菩萨为法臣，如王出时，臣必随从，大能摄小。佛是觉满果圆，超诸地位，所以积念者功德最多，过于地藏百千万倍。菩萨未属佛地，果未圆满，故功德最少。”",
  "心有所住，即为非住。应无所住而生其心。",
  "诸行无常，一切皆苦。诸法无我，寂灭为乐。",
  "舍利弗，不可以少善根福德因缘，得生彼国。舍利弗，若有善男子、善女人，闻说阿弥陀佛，执持名号。若一日、若二日、若三日、若四日、若五日、若六日、若七日，一心不乱。其人临命终时，阿弥陀佛与诸圣众，现在其前。是人终时，心不颠倒，即得往生阿弥陀佛极乐国土。舍利弗，我见是利，故说此言。若有众生闻是说者，应当发愿，生彼国土。",
  "若诸世界六道众生，其心不淫，则不随其生死相续。汝修三昧，本出尘劳。淫心不除，尘不可出。纵有多智禅定现前，若不断淫，必落魔道。",
  "知见立知，即无名本。",
  "归元性无二，方便有多门。",
  "佛言，爱欲莫甚于色。色之为欲，其大无外，赖有一矣，若使二同，普天之人，无能为道者矣。",
  "厌离未切终难去，欣爱非深岂易生。铁围山外莲花国，掣断情缰始放行。",
  "报君今日是十六，念佛须当戒淫欲。淫欲断时生死断，便是如来亲眷属。",
  "诸法因缘生，诸法因缘灭。因缘生灭法，佛说皆是空。",
  "缘起法身偈诸法因缘生，我说是因缘。因缘尽故灭，我作如是说。",
  "七佛通诫偈诸恶莫作，众善奉行，自净其意，是诸佛教。",
  "毗婆尸佛偈身从无相中受生，犹如幻出诸形像。幻人心识本来无，罪福皆空无所住。",
  "迦叶佛偈   一切众生性清净，从本无生无可灭。即此身心是幻生，幻化之中无罪福。",
  "尸弃佛偈   起诸善法本是幻，造诸恶业亦是幻。身如聚沫心如风，幻出无根无实性。",
  "毗舍浮佛偈假借四大以为身，心本无生因境有。前境若无心亦无，罪福如幻起亦灭。",
  "迦叶佛偈一切众生性清净，从本无生无可灭。即此身心是幻生，幻化之中无罪福。",
  "释迦牟尼佛偈法本法无法，无法法亦法。今付无法时，法法何曾法。",
  "拘留孙佛偈见身无实是佛见，了心如幻是佛了。了得身心本性空，斯人与佛何殊别。",
  "拘那含牟尼佛偈佛不见身知是佛，若实有知别无佛。智者能知罪性空，坦然不惧于生死。",
  "一迷为心，决定惑为色身之内，不知色身外洎山河虚空大地，咸是妙明真心中物，譬如澄清百千大海，弃之，唯认一浮沤体，目为全潮，穷尽瀛渤，汝等即是迷中倍人。",
  "皱者为变，不皱非变；变者受灭，彼不变者，原无生灭，云何于中受汝生死？",
  "声在闻中，自有生灭。非为汝闻声生声灭，令汝闻性为有为无。",
  "三界轮回淫为本，六道往返爱为基。",
  "人生在世如身处荆棘林中，心不动则人不妄动，不动则不伤；如心动则人妄动，则伤其身痛其骨，于是体会到世间诸般痛苦。",
  "自恐多情损梵行,入山又怕别倾城,世间安得双全法,不负如来不负卿.",
  "生死炽然，苦恼无量；发大乘心，普济一切，愿代众生，受无量苦，令诸众生，毕竟大乐。",
  "文殊当知，愚痴众生，不觉不知，寿命短薄，如石火光，如水上泡，如电光出，云何於中不惊不惧，云何於中广贪财利，云何於中耽淫嗜酒，云何於中生嫉妒心。如此生死，流浪大海，唯有诸佛菩萨能到彼岸，凡夫众生定当沦没。无常杀鬼来无时节，纵有无量无边金银财宝，情求赎命，无有是处。众生当知，须观此身而生念言，是身如四毒蛇，常为无量诸虫之所唼食，是身臭秽，贪欲狱缚，是身可恶，犹如死狗，是身不净，九孔常流，是身如城，罗刹处内，是身不久，当为乌鹊饿狗之所食噉，须舍秽身，求菩提心。当观此身，舍命之时，白汗流出，两手横空，楚痛难忍，命根尽时，一日二日至於五日，膨胀青瘀，脓汗流出，父母妻子而不喜见，乃至身骨散在於地，脚骨异处，膞骨胫骨、腰骨肋骨、脊骨顶骨髑髅各各异处，身肉肠胃、肝肾肺脏为诸虫薮，云何於中横生有我，生存之时，金银财宝，钱财库藏，何关我事？",
  "无尽意，若有人受持六十二亿恒河沙菩萨名字，复尽形供养饮食衣服卧具医药，于汝意云何？是善男子、善女人功德多不？\"无尽意言：\"甚多世尊。\"佛言：\"若复有人受持观世音菩萨名号，乃至一时礼拜供养，是二人福，正等无异，于百千万亿劫不可穷尽。无尽意，受持观世音菩萨名号，得如是无边福德之利。",
  "当知虚空生汝心中，犹如片云点太清里，况诸世界在虚空耶？",
  "空生大觉中，如海一沤发。有漏微尘国，皆依空所生。沤灭空本无，况复诸三有。",
  "得生与否，全由信愿之有无；品位高下，全由持名之深浅。",
  "华严奥藏，法华秘髓，一切诸佛之心要，菩萨万行之指南，皆不出于此也。欲广叹述，穷劫莫尽，智者自当知之。",
  "嗟乎！凡夫例登补处，奇倡极谈，不可测度。华严所禀，却在此经。而天下古今，信少疑多，辞繁义蚀，余唯有剖心沥血而已！",
  "若信愿坚固，临终一念十念，亦决得生。若无信愿，纵将名号持之风吹不入，雨打不湿，如铜墙铁壁相似，亦无得生之理。",
  "佛言：恶人害贤者，犹仰天而唾，唾不至天，还从己堕。逆风扬尘，尘不至彼，还坌己身。贤不可毁，祸必灭己。",
  "佛言：人系于妻子舍宅，甚于牢狱。牢狱有散释之期，妻子无远离之念。情爱于色，岂惮驱驰。虽有虎口之患，心存甘伏。投泥自溺，故曰凡夫。透得此门，出尘罗汉。",
  "佛言：慎勿视女色，亦莫共言语。若与语者，正心思念：我为沙门，处于浊世，当如莲华，不为泥污。想其老者如母，长者如姊，少者如妹，稚者如子。生度脱心，息灭恶念。",
  "佛言：有人患淫不止，欲自断阴。佛谓之曰：若断其阴，不如断心。心如功曹，功曹若止，从者都息。邪心不止，断阴何益？佛为说偈：欲生于汝意，意以思想生，二心各寂静，非色亦非行。佛言：此偈是迦叶佛说。",
  "佛言：沙门行道，无如磨牛，身虽行道，心道不行。心道若行，何用行道。",
  "佛言：夫为道者，如牛负重，行深泥中，疲极不敢左右顾视。出离淤泥，乃可苏息。沙门当观情欲，甚于淤泥。直心念道，可免苦矣。",
  "是日已过，命亦随减。如少水鱼，斯有何乐。",
  "诸余罪中，杀业最重；诸功德中，放生第一。",
  "佛言：夫为道者，如被干草，火来须避。道人见欲，必当远之。",
  "但自无心于万物，何妨万物常围绕。铁牛不怕师子吼，恰似木人见花鸟。木人本体自无情，花鸟逢人亦不惊。心境如如祇个是，何虑菩提道不成。",
  "溪声便是广长舌，山色岂非清净身？",
  "心生种种法生，心灭种种法灭。",
  "过去心不可得，现在心不可得，未来心不可得。",
  "且破心头一点痴，十方何处不加持，圆明佛眼常相照，只是当人不自知。",
  "狂心若歇，歇即菩提。",
  "行有不得，反求诸己。",
  "福祸无门，惟人自召。善恶之报，如影随形；三世因果，循环不失。",
  "于父母所，少作供养，获福无量；少作不顺，获罪无量。",
  "若能转物，即同如来。",
  "人不如我意，是我无量；我不如人意，是我无德。",
  "愿令众生常得安乐，无诸病苦。欲行恶法，皆悉不成。所修善业，皆速成就。关闭一切诸恶趣门，开示人天涅槃正路。若诸众生，因其积集诸恶业故，所感一切极重苦果，我皆代受。令彼众生，悉得解脱，究竟成就无上菩提。",
  "梦里明明有六趣，觉后空空无大千。",
  "唯心所现，唯识所变。",
  "以无我无人无众生无寿者，修一切善法，即得阿耨多罗三藐三菩提。",
  "观身不净、观受是苦、观心无常、观法无我。",
  "圣人求心不求佛，愚人求佛不求心。",
  "诵经容易解经难，口诵不解总是闲，能解不依空费力，日诵万卷也徒然。",
  "未度有情令得度，已度之者使成佛。纵使供养恒沙圣，不如坚勇求正觉。",
  "念佛时，即见佛时，亦即成佛时。求生时，即往生时，亦即度生时。",
  "虽有多闻，若不修行，与不闻等。",
  "凡夫转境不转心，圣人转心不转境。",
  "才入信门，便登祖位。",
  "青青翠竹，总是法身，郁郁黄花，无非般若。",
  "释迦所以兴出世，惟说弥陀本愿海。",
  "一切法从心想生。",
  "若菩萨通达无我法者，如来说名真是菩萨。",
  "离一切诸相，即一切诸佛。",
  "明明白白一条路，千千万万不肯修，急急忙忙苦苦求，寒寒暖暖度春秋；朝朝暮暮营家计，昧昧昏昏白了颜，是是非非何日了，烦烦恼恼几时休。",
  "汝等比丘，知我说法，如筏喻者；法尚应舍，何况非法。",
  "世人都晓神仙好，唯有功名忘不了；古今将相在何方？荒冢一堆草没了。",
  "于诸众生，视若自己。拯济负荷，皆度彼岸。",
  "我作佛时，十方众生，闻我名号，至心信乐。所有善根，心心回向，愿生我国。乃至十念，若不生者，不取正觉。唯除五逆，诽谤正法。",
  "观法如化，三昧常寂。",
  "于诸有情，常怀慈忍，和颜爱语，劝谕策进。",
  "若有众生住大乘者，以清净心，向无量寿。乃至十念，愿生其国。闻甚深法，即生信解。乃至获得一念净心，发一念心念于彼佛。此人临命终时，如在梦中，见阿弥陀佛，定生彼国，得不退转无上菩提。",
  "不欣世语，乐在正论。知一切法，悉皆空寂。生身烦恼，二余俱尽。",
  "累念积虑，为心走使。",
  "虽不即时暴应，善恶会当归之。",
  "善恶报应，祸福相承，身自当之，无谁代者。善人行善，从乐入乐，从明入明。恶人行恶，从苦入苦，从冥入冥。谁能知者，独佛知耳。教语开示，信行者少。生死不休，恶道不绝。如是世人，难可具尽。故有自然三涂，无量苦恼，辗转其中。世世累劫，无有出期。难得解脱，痛不可言。",
  "若曹作善，云何第一？当自端心，当自端身。耳目口鼻，皆当自端。身心净洁，与善相应。勿随嗜欲，不犯诸恶。言色当和，身行当专。动作瞻视，安定徐为。做事仓卒，败悔在后。为之不谛，亡其功夫。",
  "佛所行处，国邑丘聚，靡不蒙化。天下和顺，日月清明。风雨以时，灾厉不起。国丰民安，兵戈无用。崇德兴仁，务修礼让。国无盗贼。无有怨枉。强不凌弱，各得其所。",
  "世若无佛，善事父母；事父母即是事佛也。",
  "我昔所造诸恶业，皆由无始贪瞋痴，从身语意之所生，一切我今皆忏悔。",
  "此有故彼有，此生故彼生；此无故彼无，此灭故彼灭。",
  "一切行无常，生者必有尽，不生则不死，此灭最为乐。",
  "若人造重罪，作已深自责；忏悔更不造，能拔根本业。",
  "有因有缘集世间，有因有缘世间集；有因有缘灭世间，有因有缘世间灭。",
  "佛告阿难。汝常闻我毗奈耶中，宣说修行三决定义。所谓摄心为戒。因戒生定。因定发慧。是则名为三无漏学。",
  "当舍于懈怠，远离诸愦闹；寂静常知足，是人当解脱。",
  "佛云：若欲脱诸苦恼，当观知足。知足之法，即是富乐安隐处。知足之人，虽卧地上，犹为安乐。不知足人，虽处天堂，亦不称意。不知足者，虽富而贫；知足之人；虽贫而富。不知足者，常为五欲所牵，为知足者所怜悯。是名知足。",
  "假使千百劫，所作业不亡，因缘会遇时，果报还自受。",
  "《楞伽经言》：切众生从本已来，展转因缘常为六亲，以亲想故，不应食肉。",
  "见性是功，平等是德。",
  "制心一处，无事不办。",
  "一切法得成于忍。",
  "一即一切，一切即一；一为无量，无量为一。",
  "我不敢轻于汝等，汝等皆当作佛。",
  "欲平大地，先平心地；心地若平，大地自平。",
  "三点如星布，弯勾似月牙，披毛从此起，作佛也由它。",
  "竹密不妨流水过，青山岂碍白云飞。",
  "诸法无所有，如是有，如是无所有，是事不知，名为无明。",
  "诸佛大事者，所为救一切众生，不舍一切众生。",
  "一切法无所有，毕竟空，不可得。",
  "缘起性空，真空妙有。",
  "以有空义故，一切法得成；若无空义故，一切则不成。",
  "凡夫迷实之心，起诸法相，执相施名，依名取相，所取不实，故曰妄想。",
  "如是灭度无量无数无边众生，实无众生得灭度者。",
  "若菩萨有我相、人相、众生相、寿者相，即非菩萨。",
  "菩萨于法，应无所住行于布施，所谓不住色布施，不住声香味触法布施。",
  "不可以身相得见如来。",
  "凡所有相，皆是虚妄。若见诸相非相，则见如来。",
  "不应取法，不应取非法。",
  "法尚应舍，何况非法。",
  "无有定法，如来可说。",
  "如来所说法，皆不可取、不可说，非法、非非法。",
  "一切贤圣，皆以无为法而有差别。",
  "所谓佛法者，即非佛法。",
  "应如是生清净心，不应住色生心，不应住声香味触法生心，应无所住而生其心。",
  "如来说世界，非世界，是名世界。",
  "离一切诸相，则名诸佛。",
  "若心有住，则为非住。",
  "如来说一切诸相，即是非相。又说一切众生，即非众生。",
  "如来是真语者、实语者、如语者、不诳语者、不异语者。",
  "如来所得法，此法无实无虚。",
  "如来者，即诸法如义。",
  "实无有法，佛得阿耨多罗三藐三菩提。",
  "如来说：一切法皆是佛法。所言一切法者，即非一切法，是故名一切法。",
  "一切法无我，无人、无众生、无寿者。",
  "若菩萨通达无我法者，如来说名真是菩萨。",
  "如来说诸心，皆为非心，是名为心。",
  "过去心不可得，现在心不可得，未来心不可得。",
  "如来不应以具足诸相见。",
  "说法者，无法可说，是名说法。",
  "是法平等，无有高下。",
  "以无我、无人、无众生、无寿者，修一切善法，即得阿耨多罗三藐三菩提。",
  "实无有众生如来度者。若有众生如来度者，如来即有我人众生寿者。",
  "若以色见我，以音声求我，是人行邪道，不能见如来。",
  "知一切法无我，得成于忍。",
  "如来者，无所从来，亦无所去，故名如来。",
  "于一切法，应如是知，如是见，如是信解，不生法相。",
  "不取于相，如如不动。",
  "一切有为法，如梦幻泡影，如露亦如电，应作如是观。",
  "菩提本无树，明镜亦非台。本来无一物，何处惹尘埃。",
  "人有南北，佛性无南北。",
  "何期自性本自清净，何期自性本不生灭，何期自性本自具足，何期自性本无动摇，何期自性能生万法。",
  "不是风动，不是幡动，仁者心动。",
  "迷人口说，智者心行。",
  "不悟即佛是众生，一念悟时，众生是佛。",
  "若真修道人，不见世间过。",
  "无念为宗，无相为体，无住为本。",
  "道须通流，何以却滞？心不住法，道即通流；心若住法，名为自缚。",
  "外离相为禅，内不乱为定……外禅内定，是为禅定。",
  "诸佛妙理，非关文字。",
  "色不异空，空不异色；色即是空，空即是色。",
  "是诸法空相，不生不灭，不垢不净，不增不减。",
  "心无挂碍。无挂碍故，无有恐怖，远离颠倒梦想。",
  "万法缘生，皆系缘分；随缘不变，不变随缘。",
  "欲速则不达，安守则自至。",
  "菩萨清凉月，常游毕竟空；众生心垢净，菩提影现中。",
  "无所住而生其心。",
  "春来草自青，秋至叶飘零。",
  "因果不虚，待时而熟。",
  "万古长空，一朝风月。",
  "云在青天水在瓶。",
  "饥来吃饭，困来眠。",
  "止能舍乐，观能离苦。",
  "譬如澄静水，无有诸波浪；如是心中净，无有妄念生。",
  "不急不缓，不取不舍。",
  "竹密不妨流水过，山高岂碍白云飞。",
  "栽树莫问几时果，但念耕耘日日功。",
  "明日有明日风，今日且听今日松。",
  "烦恼即菩提，待转即是机。",
  "暴雨倾盆终有尽，长夜漫漫必达晨。",
  "行亦禅，坐亦禅，语默动静体安然。",
  "喝茶去。",
  "心如工画师，能画诸世间。",
  "一念不生全体现，六根才动被云遮。",
  "不是风动，不是幡动，仁者心动。",
  "平常心是道。",
  "过去心不可得，现在心不可得，未来心不可得。",
  "一切众生皆具如来智慧德相，只因妄想执着不能证得。",
  "青山元不动，白云自去来。",
  "竹影扫阶尘不动，月穿潭底水无痕。",
  "百花春至为谁开？",
  "运水搬柴，无非妙道。",
  "吃茶去。",
  "饥来吃饭，困来眠。",
  "凡所有相，皆是虚妄。若见诸相非相，即见如来。",
  "过去心不可得，现在心不可得，未来心不可得。",
  "一切有为法，如梦幻泡影，如露亦如电，应作如是观。",
  "迷时师度，悟了自度。",
  "一念愚即般若绝，一念智即般若生。",
  "佛是自性作，莫向身外求。",
  "千江有水千江月，万里无云万里天。",
  "终日寻春不见春，芒鞋踏破岭头云。归来偶捻梅花嗅，春在枝头已十分。",
  "空山无人，水流花开。",
  "狗子还有佛性也无？无！",
  "藏头白，海头黑。",
  "待汝一口吸尽西江水，即向汝道。",
  "溪声尽是广长舌，山色无非清净身。",
  "万般带不走，唯有业随身。",
  "若无闲事挂心头，便是人间好时节。",
  "梦里明明有六趣，觉后空空无大千。",
  "不雨花犹落，无风絮自飞。",
  "大道透长安，何处觅知音。",
  "一念不生全体现，六根才动被云遮。",
  "有物先天地，无形本寂寥。",
  "相逢不相识，归去也无妨。",
  "但得心闲到处闲，莫拘城市与溪山。",
  "万法归一，一归何处。",
  "石火光中寄此身，蜗牛角上争何事。",
  "莫道无心便是道，无心犹隔一重关。",
  "月白风清，水落石出。",
  "不风流处也风流。",
  "十指截来犹恨少，一毛拔去便嫌多。",
  "大千世界一禅床。",
  "夜夜抱佛眠，朝朝还共起。",
  "不识庐山真面目，只缘身在此山中。",
  "但尽凡心，别无圣解。",
  "一即一切，一切即一。",
  "百尺竿头须进步，十方世界现全身。",
  "山花开似锦，涧水湛如蓝。",
  "随流认得性，无喜亦无忧。",
  "但自无心于万物，何妨万物常围绕。",
  "但得本，莫愁末。",
  "佛法在世间，不离世间觉。",
  "至道无难，唯嫌拣择。",
  "心随万境转，转处实能幽。",
  "万法皆空，因果不空。",
  "郁郁黄花，无非般若；青青翠竹，尽是法身。",
  "不著佛求，不著法求，不著僧求。",
  "大道虚旷，绝思绝虑。",
  "但自怀中解垢衣，谁能向外夸精进。",
  "一念回光，便同本得。",
  "实际理地，不受一尘；万行门中，不舍一法。",
  "终日不离一切事，不被诸境惑，方名自在人。",
  "宁可清贫自乐，不作浊富多忧。",
  "万缘放下，一念不生。",
  "但于事上通无事，见色闻声不用聋。",
  "若能转物，即同如来。",
  "但息妄念，别无圣解。",
  "不求真，不断妄，了知二法空无相。",
  "法法本无法，无法法亦法。",
  "一性圆通一切性，一法遍含一切法。",
  "若能识得心，大地无寸土。",
  "但离妄缘，即如如佛。",
  "心平何劳持戒，行直何用参禅。",
  "菩提只向心觅，何劳向外求玄。",
  "竹篮打水非空过，明月穿云本无心。",
  "扫地扫到光可鉴，方知尘垢原是空。",
  "石上清泉流日夜，何曾计较去与留。",
  "一盏孤灯照古今，光明不减亦不增。",
  "门前落叶无人扫，自有秋风来收拾。",
  "闭门即是深山，开卷便见如来。",
  "茶凉了再续，不如放下杯子。",
  "看山不是山时，山已住进心里。",
  "晨钟未响先醒，暮鼓已停犹闻。",
  "空手把锄头，步行骑水牛。",
  "云去云来天不动，船行船住水常流。",
  "昨日之我已非我，明日之花不是花。",
  "静听雨打芭蕉，方知无声最响。",
  "吃饭时吃饭，睡觉时睡觉，便是禅。",
  "手指明月处，错过眼前光。",
  "枯木逢春犹再发，人无两度再少年。",
  "庭前柏树子，日日说禅意。",
  "行到水穷处，坐看云起时。",
  "一花一世界，一叶一如来。",
  "万籁俱寂时，虫鸣最惊人。",
  "放下即是提起，提起原该放下。",
  "不求真不断妄，但知二法空相。",
  "竹密不妨流水过，山高岂碍白云飞。",
  "春来花自开，秋至叶飘零。",
  "终日寻春不见春，芒鞋踏破岭头云。",
  "檐角风铃摇往事，一声清脆万缘空。",
  "砚台墨干字犹在，写尽春秋不见痕。",
  "石阶苔绿无人迹，自有月光来打扫。",
  "茶烟袅袅画虚空，一笔勾销万种愁。",
  "柴门半掩待清风，不迎不送自从容。",
  "残经读破三千卷，不如庭前看落花。",
  "扁舟系柳春江上，不系心头半点愁。",
  "古井无波照万象，一轮明月自来投。",
  "扫帚倚墙听雨落，滴滴答答说无生。",
  "蒲团坐破云来补，补到无心恰是禅。",
  "落叶归根非有意，随风起舞亦天真。",
  "竹杖芒鞋量天地，量来量去量自己。",
  "晨起推窗纳山色，青山早已住心头。",
  "炉香燃尽灰犹暖，恰似慈悲不绝时。",
  "溪边小坐观流水，流到眼前已非水。",
  "锄头落地惊蚯蚓，原来大地会呼吸。",
  "佛前灯火微微亮，照见尘埃跳舞忙。",
  "瓦罐盛来江中月，打破方知月在天。",
  "老僧补衲针线慢，一针一线皆般若。",
  "钟声飘过竹林去，留下空山更空灵。",
  "石磨转动岁月老，碾碎光阴不见痕。",
  "窗前梅影描诗句，写罢才知是梅花。",
  "蓑衣独钓寒江雪，钓得满船空明归。",
  "茶凉书卷合，帘动故人来。",
  "扫尽落叶留不住，秋风原是丹青手。",
  "磨镜四十载，照见镜外磨镜人。",
  "说禅者堕舌，听禅者堕耳。",
  "晨钟撞碎山影，片片都是虚空。",
  "默诵无我时，我声震天响。",
  "踏破芒鞋寻自在，自在踩着芒鞋笑。",
  "吃茶时吃茶，扫地时扫地。",
  "门前雪自扫，佛殿尘任飞。",
  "溪深船自渡，云浓山更幽。",
  "柴门开合处，不拒清风不迎客。",
  "古井苔生春水绿，汲来仍是旧时月。",
  "锄头落地处，蚯蚓说法声。",
  "晒经石上鸟衔字，衔去何方都是经。",
  "粥冷方知米香，衲破始见线痕。",
  "廊下悬空杖，夜半自叩门。",
  "扫庭扫到日西沉，帚影扫过自家身。",
  "茶釜沸松涛，添炭火中看雪花。",
  "坐久蒲团生青草，春从臀下悄然来。",
  "指月示人指已僵，月照僵指似玉簪。",
  "钟停余响穿林去，惊起山禽撞晚钟。",
  "补窗纸破山涌入，暂借青山补窗棂。",
  "晒柿屋檐下，鸦啄三颗遗两颗——恰够。",
  "补衲忘收针，线引秋风入破窗。",
  "雪埋山径踪自灭，炊烟起处有人家。",
  "苔侵碑字浑如咒，雨打梵钟诵空文。",
  "汲水桶底漏星月，满缸银河煮不成。",
  "客问西来意，指看灶中熄火薪。",
  "崖松倒挂云扶起，恰似僧趺坐虚空。",
  "晾衣绳断袈裟落，正覆蚁群过石沟。",
  "夜读经卷灯花爆，爆开千字化飞蛾。",
  "雪压竹枝低复举，此间关节说向谁？",
  "诸法从本来，常自寂灭相。",
  "是日已过，命亦随减，如少水鱼，斯有何乐？当勤精进，如救头然。",
  "诸行无常，是生灭法；生灭灭已，寂灭为乐。",
  "若人欲了知，三世一切佛，应观法界性，一切唯心造。",
  "心佛及众生，是三无差别。",
  "狂心顿歇，歇即菩提。",
  "人在爱欲之中，独生独死，独去独来，苦乐自当，无有代者。",
  "此有故彼有，此生故彼生；此无故彼无，此灭故彼灭。",
  "远离颠倒梦想，究竟涅槃。",
  "诸恶莫作，众善奉行，自净其意，是诸佛教。",
  "一切有为法，如梦幻泡影，如露亦如电，应作如是观。",
  "譬如工画师，不能知自心，而由心故画，诸法性如是。",
  "宁舍身命，不谤正法；宁舍身命，不谤圣贤。",
  "若菩萨有我相、人相、众生相、寿者相，即非菩萨。",
  "烦恼即菩提，生死即涅槃。",
  "不取于相，如如不动。",
  "假使百千劫，所作业不亡，因缘会遇时，果报还自受。",
  "知幻即离，不作方便；离幻即觉，亦无渐次。",
  "菩萨于法，应无所住行于布施。",
  "一灯能除千年暗，一智能灭万年愚。",
  "乃至虚空世界尽，众生及业烦恼尽，如是一切无尽时，我愿究竟恒无尽。",
  "积聚皆销散，崇高必堕落，合会要当离，有生无不死。",
  "譬如高原陆地不生莲花，卑湿淤泥乃生此花。如是烦恼泥中，乃有众生起佛法耳！",
  "菩萨若能随顺众生，则为随顺供养诸佛。",
  "以大悲水饶益众生，则能成就诸佛菩萨智慧华果。",
  "诸法不自生，亦不从他生，不共不无因，是故知无生。",
  "以有空义故，一切法得成；若无空义者，一切则不成。",
  "欲知过去因，现在受者是；欲知未来果，现在作者是。",
  "业力为最大，世界中无比。先世业自在，将人受果报。",
  "制心一处，无事不办。",
  "慎莫念过去，亦勿愿未来，过去事已灭，未来复未至。现在所有法，彼亦当为思。",
  "众生即佛，佛即众生。",
  "知一切法，即心自性，成就慧身，不由他悟。",
  "于诸荣辱，心无忧喜；不染世法，如莲华在水。",
  "见有见，闻有闻，念有念，识有识，皆空寂灭。",
  "离于二边，说于中道：所谓此有故彼有，此生故彼生...",
  "常是一边，无常是一边，常无常是中无色、无形、无明、无知，是名中道。",
  "诸行寂灭，是名涅槃。",
  "涅槃者，名为除灭诸法，不生不灭。",
  "若诸法实有，不应以心知；若知实不实，是亦成颠倒。",
  "善护诸根门，饮食知节量，勤修寤瑜伽，依正知而住。",
  "观身如身，观受如受，观心如心，观法如法。",
  "佛种从缘起，是故说一乘。",
  "如人饮水，冷暖自知。",
  "一切贤圣皆以无为法而有差别。",
  "无明实性即佛性，幻化空身即法身。",
  "凡所有相，皆是虚妄。若见诸相非相，即见如来。"
]
